import { CatalogMonster } from '../types/bestiary';

export const BESTIARY_5E24: CatalogMonster[] = [
  {
    id: "5e24-goblin-warrior",
    name: "Гоблин-воитель",
    englishName: "Goblin Warrior",
    edition: '5e24',
    cr: "1/4",
    crNum: 0.25,
    size: "Средний",
    category: "Гуманоид",
    alignment: "Любое мировоззрение",
    maxHp: 10,
    hpFormula: "3d6",
    armorClass: 15,
    speed: "30 фт.",
    initiativeModifier: 2,
    stats: { str: 8, dex: 15, con: 10, int: 10, wis: 10, cha: 8 },
    senses: "Тёмное зрение  60 футов , пассивное Восприятие 9",
    languages: "Общий, Гоблинский",
    traits: [],
    actions: [
          {
                "name": "Скимитар",
                "description": "Бросок рукопашной атаки : +4 , досягаемость 5 фт. Попадание : 5 (1к6 + 2) Рубящего урона, плюс 2 (1к4) Рубящего урона, если атака совершалась с Преимуществом ."
          },
          {
                "name": "Короткий лук",
                "description": "Бросок дальнобойной атаки : +4 , дистанция 80/320 фт. Попадание : 5 (1к6 + 2) Колющего урона, плюс 2 (1к4) Колющего урона, если атака совершалась с Преимуществом ."
          }
    ],
    notes: "Скимитар: Бросок рукопашной атаки : +4 , досягаемость 5 фт. Попадание : 5 (1к6 + 2) Рубящего урона, плюс 2 (1к4) Рубящего урона, если атака совершалась с Преимуществом .\nКороткий лук: Бросок дальнобойной атаки : +4 , дистанция 80/320 фт. Попадание : 5 (1к6 + 2) Колющего урона, плюс 2 (1к4) Колющего урона, если атака совершалась с Преимуществом .\n[Бонусное действие] Ловкий побег: Гоблин совершает действие Отход или Затаивание .\n[Редакция 2024: 10 HP (3d6), КЗ 15]",
    sourceUrl: "https://next.dnd.su/bestiary/21369-goblin-warrior/",
    sourceLabel: 'next.dnd.su (5e24)',
  },
  {
    id: "5e24-kobold-warrior",
    name: "Кобольд-воитель",
    englishName: "Kobold Warrior",
    edition: '5e24',
    cr: "1/8",
    crNum: 0.125,
    size: "Средний",
    category: "Гуманоид",
    alignment: "Любое мировоззрение",
    maxHp: 7,
    hpFormula: "3d6-3",
    armorClass: 14,
    speed: "30 фт.",
    initiativeModifier: 2,
    stats: { str: 7, dex: 15, con: 9, int: 8, wis: 10, cha: 8 },
    senses: "Тёмное зрение  60 футов , пассивное Восприятие 8",
    languages: "Общий, Драконий",
    traits: [
          {
                "name": "Тактика стаи",
                "description": "Кобольд совершает с Преимуществом броски атаки по существам, если его союзник , не имеющий состояния Недееспособный , находится в пределах 5 футов от цели."
          },
          {
                "name": "Чувствительность к солнечному свету",
                "description": "Находясь на солнечном свету, кобольд совершает с Помехой все проверки характеристик и броски атак ."
          }
    ],
    actions: [
          {
                "name": "Кинжал",
                "description": "Бросок рукопашной или дальнобойной атаки : +4 , досягаемость 5 фт. или дистанция 20/60 фт. Попадание : 4 (1к4 + 2) Колющего урона."
          }
    ],
    notes: "Тактика стаи: Кобольд совершает с Преимуществом броски атаки по существам, если его союзник , не имеющий состояния Недееспособный , находится в пределах 5 футов от цели.\nЧувствительность к солнечному свету: Находясь на солнечном свету, кобольд совершает с Помехой все проверки характеристик и броски атак .\nКинжал: Бросок рукопашной или дальнобойной атаки : +4 , досягаемость 5 фт. или дистанция 20/60 фт. Попадание : 4 (1к4 + 2) Колющего урона.\n[Редакция 2024: 7 HP (3d6-3), КЗ 14]",
    sourceUrl: "https://next.dnd.su/bestiary/21420-kobold-warrior/",
    sourceLabel: 'next.dnd.su (5e24)',
  },
  {
    id: "5e24-skeleton",
    name: "Скелет",
    englishName: "Skeleton",
    edition: '5e24',
    cr: "1/4",
    crNum: 0.25,
    size: "Средний",
    category: "Гуманоид",
    alignment: "Любое мировоззрение",
    maxHp: 13,
    hpFormula: "2d8+4",
    armorClass: 14,
    speed: "30 фт.",
    initiativeModifier: 3,
    stats: { str: 10, dex: 16, con: 15, int: 6, wis: 10, cha: 5 },
    senses: "Тёмное зрение  60 футов , пассивное Восприятие 9",
    languages: "понимает Общий и ещё один язык, но не говорит",
    traits: [],
    actions: [
          {
                "name": "Короткий меч",
                "description": "Бросок рукопашной атаки : +5 , досягаемость 5 фт. Попадание : 6 (1к6 + 3) Колющего урона."
          },
          {
                "name": "Короткий лук",
                "description": "Бросок дальнобойной атаки : +5 , дистанция 80/320 фт. Попадание : 6 (1к6 + 3) Колющего урона."
          }
    ],
    notes: "Короткий меч: Бросок рукопашной атаки : +5 , досягаемость 5 фт. Попадание : 6 (1к6 + 3) Колющего урона.\nКороткий лук: Бросок дальнобойной атаки : +5 , дистанция 80/320 фт. Попадание : 6 (1к6 + 3) Колющего урона.\n[Редакция 2024: 13 HP (2d8+4), КЗ 14]",
    sourceUrl: "https://next.dnd.su/bestiary/21552-skeleton/",
    sourceLabel: 'next.dnd.su (5e24)',
  },
  {
    id: "5e24-zombie",
    name: "Зомби",
    englishName: "Zombie",
    edition: '5e24',
    cr: "1/4",
    crNum: 0.25,
    size: "Средний",
    category: "Гуманоид",
    alignment: "Любое мировоззрение",
    maxHp: 15,
    hpFormula: "2d8+6",
    armorClass: 8,
    speed: "20 фт.",
    initiativeModifier: -2,
    stats: { str: 13, dex: 6, con: 16, int: 3, wis: 10, cha: 5 },
    senses: "Тёмное зрение  60 футов , пассивное Восприятие 8",
    languages: "понимает Общий и ещё один язык, но не говорит",
    traits: [
          {
                "name": "Стойкость нежити",
                "description": "Если урон снижает Хиты зомби до 0, и это не урон Излучением или от Критического попадания , он должен совершить спасбросок Телосложения со Сл, равной 5 + полученный урон; при успехе Хиты зомби опускаются только до 1."
          }
    ],
    actions: [
          {
                "name": "Размашистый удар",
                "description": "Бросок рукопашной атаки : +3 , досягаемость 5 фт. Попадание : 5 (1к8 + 1) Дробящего урона."
          }
    ],
    notes: "Стойкость нежити: Если урон снижает Хиты зомби до 0, и это не урон Излучением или от Критического попадания , он должен совершить спасбросок Телосложения со Сл, равной 5 + полученный урон; при успехе Хиты зомби опускаются только до 1.\nРазмашистый удар: Бросок рукопашной атаки : +3 , досягаемость 5 фт. Попадание : 5 (1к8 + 1) Дробящего урона.\n[Редакция 2024: 15 HP (2d8+6), КЗ 8]",
    sourceUrl: "https://next.dnd.su/bestiary/21654-zombie/",
    sourceLabel: 'next.dnd.su (5e24)',
  },
  {
    id: "5e24-ghoul",
    name: "Упырь",
    englishName: "Ghoul",
    edition: '5e24',
    cr: "1",
    crNum: 1,
    size: "Средний",
    category: "Гуманоид",
    alignment: "Любое мировоззрение",
    maxHp: 22,
    hpFormula: "5d8",
    armorClass: 12,
    speed: "30 фт.",
    initiativeModifier: 2,
    stats: { str: 13, dex: 15, con: 10, int: 7, wis: 10, cha: 6 },
    senses: "Тёмное зрение  60 футов , пассивное Восприятие 10",
    languages: "Общий",
    traits: [],
    actions: [
          {
                "name": "Мультиатака",
                "description": "Упырь совершает две атаки Укусом ."
          },
          {
                "name": "Укус",
                "description": "Бросок рукопашной атаки : +4 , досягаемость 5 фт. Попадание : 5 (1к6 + 2) Колющего урона плюс 3 (1к6) Некротического урона."
          },
          {
                "name": "Когти",
                "description": "Бросок рукопашной атаки : +4 , досягаемость 5 фт. Попадание : 4 (1к4 + 2) Рубящего урона. Если цель — существо, но не Нежить и не эльф, она подвергается следующему эффекту. Спасбросок Телосложения : Сл 10. Провал : Цель становится Парализованной до конца своего следующего хода."
          }
    ],
    notes: "Мультиатака: Упырь совершает две атаки Укусом .\nУкус: Бросок рукопашной атаки : +4 , досягаемость 5 фт. Попадание : 5 (1к6 + 2) Колющего урона плюс 3 (1к6) Некротического урона.\nКогти: Бросок рукопашной атаки : +4 , досягаемость 5 фт. Попадание : 4 (1к4 + 2) Рубящего урона. Если цель — существо, но не Нежить и не эльф, она подвергается следующему эффекту. Спасбросок Телосложения : Сл 10. Провал : Цель становится Парализованной до конца своего следующего хода.\n[Редакция 2024: 22 HP (5d8), КЗ 12]",
    sourceUrl: "https://next.dnd.su/bestiary/21321-ghoul/",
    sourceLabel: 'next.dnd.su (5e24)',
  },
  {
    id: "5e24-bugbear-warrior",
    name: "Медвежатник-воин",
    englishName: "Bugbear Warrior",
    edition: '5e24',
    cr: "1",
    crNum: 1,
    size: "Средний",
    category: "Гуманоид",
    alignment: "Любое мировоззрение",
    maxHp: 33,
    hpFormula: "6d8+6",
    armorClass: 14,
    speed: "30 фт.",
    initiativeModifier: 2,
    stats: { str: 15, dex: 14, con: 13, int: 8, wis: 10, cha: 9 },
    senses: "Тёмное зрение  60 футов , пассивное Восприятие 10",
    languages: "Общий, Гоблинский",
    traits: [
          {
                "name": "Похищение",
                "description": "Медвежатник может не тратить дополнительные футы перемещения при перемещении Схваченного им существа ."
          }
    ],
    actions: [
          {
                "name": "Захват",
                "description": "Бросок рукопашной атаки : +4 , досягаемость 10 фт. Попадание : 9 (2к6 + 2) Дробящего урона. Если цель Среднего размера или меньше, она получает состояние Схваченный (Сл высвобождения из захвата 12)."
          },
          {
                "name": "Лёгкий молот",
                "description": "Бросок рукопашной или дальнобойной атаки : +4 (с Преимуществом , если цель Схвачена этим медвежатником) , досягаемость 10 фт. или дистанция 20/60 фт. Попадание : 9 (3к4 + 2) Дробящего урона."
          }
    ],
    notes: "Похищение: Медвежатник может не тратить дополнительные футы перемещения при перемещении Схваченного им существа .\nЗахват: Бросок рукопашной атаки : +4 , досягаемость 10 фт. Попадание : 9 (2к6 + 2) Дробящего урона. Если цель Среднего размера или меньше, она получает состояние Схваченный (Сл высвобождения из захвата 12).\nЛёгкий молот: Бросок рукопашной или дальнобойной атаки : +4 (с Преимуществом , если цель Схвачена этим медвежатником) , досягаемость 10 фт. или дистанция 20/60 фт. Попадание : 9 (3к4 + 2) Дробящего урона.\n[Редакция 2024: 33 HP (6d8+6), КЗ 14]",
    sourceUrl: "https://next.dnd.su/bestiary/21232-bugbear-warrior/",
    sourceLabel: 'next.dnd.su (5e24)',
  },
  {
    id: "5e24-hobgoblin-warrior",
    name: "Хобгоблин воин",
    englishName: "Hobgoblin Warrior",
    edition: '5e24',
    cr: "1/2",
    crNum: 0.5,
    size: "Средний",
    category: "Гуманоид",
    alignment: "Любое мировоззрение",
    maxHp: 11,
    hpFormula: "2d8+2",
    armorClass: 18,
    speed: "30 фт.",
    initiativeModifier: 3,
    stats: { str: 13, dex: 12, con: 12, int: 10, wis: 10, cha: 9 },
    senses: "Тёмное зрение  60 футов , пассивное Восприятие 10",
    languages: "Общий, Гоблинский",
    traits: [
          {
                "name": "Тактика стаи",
                "description": "Хобгоблин воин совершает с Преимуществом броски атаки по существу, если его союзник , не имеющий состояния Недееспособный , находится в пределах 5 футов от этого существа."
          }
    ],
    actions: [
          {
                "name": "Длинный меч",
                "description": "Бросок рукопашной атаки : +3 , досягаемость 5 фт. Попадание : 12 (2к10 + 1) Рубящего урона."
          },
          {
                "name": "Длинный лук",
                "description": "Бросок дальнобойной атаки : +3 , дистанция 150/600 фт. Попадание : 5 (1к8 + 1) Колющего урона плюс 7 (3к4) урона Ядом."
          }
    ],
    notes: "Тактика стаи: Хобгоблин воин совершает с Преимуществом броски атаки по существу, если его союзник , не имеющий состояния Недееспособный , находится в пределах 5 футов от этого существа.\nДлинный меч: Бросок рукопашной атаки : +3 , досягаемость 5 фт. Попадание : 12 (2к10 + 1) Рубящего урона.\nДлинный лук: Бросок дальнобойной атаки : +3 , дистанция 150/600 фт. Попадание : 5 (1к8 + 1) Колющего урона плюс 7 (3к4) урона Ядом.\n[Редакция 2024: 11 HP (2d8+2), КЗ 18]",
    sourceUrl: "https://next.dnd.su/bestiary/21400-hobgoblin-warrior/",
    sourceLabel: 'next.dnd.su (5e24)',
  },
  {
    id: "5e24-ogre",
    name: "Огр",
    englishName: "Ogre",
    edition: '5e24',
    cr: "2",
    crNum: 2,
    size: "Средний",
    category: "Гуманоид",
    alignment: "Любое мировоззрение",
    maxHp: 68,
    hpFormula: "8d10+24",
    armorClass: 11,
    speed: "40 фт.",
    initiativeModifier: -1,
    stats: { str: 19, dex: 8, con: 16, int: 5, wis: 10, cha: 7 },
    senses: "Тёмное зрение  60 футов , пассивное Восприятие 8",
    languages: "Общий, Великаний",
    traits: [],
    actions: [
          {
                "name": "Палица",
                "description": "Бросок рукопашной атаки : +6 , досягаемость 5 фт. Попадание : 13 (2к8 + 4) Дробящего урона."
          },
          {
                "name": "Метательное копьё",
                "description": "Бросок рукопашной или дальнобойной атаки : +6 , досягаемость 5 фт. или дистанция 30/120 фт. Попадание : 11 (2к6 + 4) Колющего урона."
          }
    ],
    notes: "Палица: Бросок рукопашной атаки : +6 , досягаемость 5 фт. Попадание : 13 (2к8 + 4) Дробящего урона.\nМетательное копьё: Бросок рукопашной или дальнобойной атаки : +6 , досягаемость 5 фт. или дистанция 30/120 фт. Попадание : 11 (2к6 + 4) Колющего урона.\n[Редакция 2024: 68 HP (8d10+24), КЗ 11]",
    sourceUrl: "https://next.dnd.su/bestiary/21480-ogre/",
    sourceLabel: 'next.dnd.su (5e24)',
  },
  {
    id: "5e24-owlbear",
    name: "Совомедведь",
    englishName: "Owlbear",
    edition: '5e24',
    cr: "3",
    crNum: 3,
    size: "Средний",
    category: "Гуманоид",
    alignment: "Любое мировоззрение",
    maxHp: 59,
    hpFormula: "7d10+21",
    armorClass: 13,
    speed: "40 фт.",
    initiativeModifier: 1,
    stats: { str: 20, dex: 12, con: 17, int: 3, wis: 10, cha: 7 },
    senses: "Тёмное зрение  60 футов , пассивное Восприятие 15",
    languages: "нет",
    traits: [],
    actions: [
          {
                "name": "Мультиатака",
                "description": "Совомедведь совершает две атаки Раздиранием ."
          },
          {
                "name": "Раздирание",
                "description": "Бросок рукопашной атаки : +7 , досягаемость 5 фт. Попадание : 14 (2к8 + 5) Рубящего урона."
          }
    ],
    notes: "Мультиатака: Совомедведь совершает две атаки Раздиранием .\nРаздирание: Бросок рукопашной атаки : +7 , досягаемость 5 фт. Попадание : 14 (2к8 + 5) Рубящего урона.\n[Редакция 2024: 59 HP (7d10+21), КЗ 13]",
    sourceUrl: "https://next.dnd.su/bestiary/21485-owlbear/",
    sourceLabel: 'next.dnd.su (5e24)',
  },
  {
    id: "5e24-troll",
    name: "Тролль",
    englishName: "Troll",
    edition: '5e24',
    cr: "5",
    crNum: 5,
    size: "Средний",
    category: "Гуманоид",
    alignment: "Любое мировоззрение",
    maxHp: 94,
    hpFormula: "9d10+45",
    armorClass: 15,
    speed: "30 фт.",
    initiativeModifier: 1,
    stats: { str: 18, dex: 13, con: 20, int: 7, wis: 10, cha: 7 },
    senses: "Тёмное зрение  60 футов , пассивное Восприятие 15",
    languages: "Великаний",
    traits: [
          {
                "name": "Отвратные конечности (4/день)",
                "description": "Если в конце любого хода тролль Окровавлен , и тролль получил в этот ход не менее 15 Рубящего урона, одна из конечностей отсекается, падает в пространство тролля и становится Конечностью тролля . Конечности ходят немедленно после хода тролля, от которого отсечены. Тролль получает по 1 уровню Истощения за каждую отсеченную конечность и отращивает новые конечности, когда восстанавливает Хиты ."
          },
          {
                "name": "Регенерация",
                "description": "Тролль восстанавливает 15 Хитов в начале каждого своего хода. Когда тролль получает урон Кислотой или Огнём, в следующий ход тролля эта о��обенность не срабатывает. Тролль умирает, только если начинает свой ход с 0 Хитов и не может регенерировать."
          }
    ],
    actions: [
          {
                "name": "Мультиатака",
                "description": "Тролль совершает три атаки Раздиранием ."
          },
          {
                "name": "Раздирание",
                "description": "Бросок рукопашной атаки : +7 , досягаемость 10 фт. Попадание : 11 (2к6 + 4) Рубящего урона."
          }
    ],
    notes: "Отвратные конечности (4/день): Если в конце любого хода тролль Окровавлен , и тролль получил в этот ход не менее 15 Рубящего урона, одна из конечностей отсекается, падает в пространство тролля и становится Конечностью тролля . Конечности ходят немедленно после хода тролля, от которого отсечены. Тролль получает по 1 уровню Истощения за каждую отсеченную конечность и отращивает новые конечности, когда восстанавливает Хиты .\nРегенерация: Тролль восстанавливает 15 Хитов в начале каждого своего хода. Когда тролль получает урон Кислотой или Огнём, в следующий ход тролля эта о��обенность не срабатывает. Тролль умирает, только если начинает свой ход с 0 Хитов и не может регенерировать.\nМультиатака: Тролль совершает три атаки Раздиранием .\nРаздирание: Бросок рукопашной атаки : +7 , досягаемость 10 фт. Попадание : 11 (2к6 + 4) Рубящего урона.\n[Бонусное действие] Налёт: Тролль перемещается на расстояние вплоть до половины его Скорости по прямой к видимому им врагу.\n[Редакция 2024: 94 HP (9d10+45), КЗ 15]",
    sourceUrl: "https://next.dnd.su/bestiary/21596-troll/",
    sourceLabel: 'next.dnd.su (5e24)',
  },
  {
    id: "5e24-bandit",
    name: "Бандит",
    englishName: "Bandit",
    edition: '5e24',
    cr: "1/8",
    crNum: 0.125,
    size: "Средний",
    category: "Гуманоид",
    alignment: "Любое мировоззрение",
    maxHp: 11,
    hpFormula: "2d8+2",
    armorClass: 12,
    speed: "30 фт.",
    initiativeModifier: 1,
    stats: { str: 11, dex: 12, con: 12, int: 10, wis: 10, cha: 10 },
    senses: "пассивное Восприятие 10",
    languages: "Общий, Воровской жаргон",
    traits: [],
    actions: [
          {
                "name": "Скимитар",
                "description": "Бросок рукопашной атаки : +3 , досягаемость 5 фт. Попадание : 4 (1к6 + 1) Рубящего урона."
          },
          {
                "name": "Лёгкий арбалет",
                "description": "Бросок дальнобойной ата��и : +3 , дистанция 80/320 фт. Попадание : 5 (1к8 + 1) Колющего урона."
          }
    ],
    notes: "Скимитар: Бросок рукопашной атаки : +3 , досягаемость 5 фт. Попадание : 4 (1к6 + 1) Рубящего урона.\nЛёгкий арбалет: Бросок дальнобойной ата��и : +3 , дистанция 80/320 фт. Попадание : 5 (1к8 + 1) Колющего урона.\n[Редакция 2024: 11 HP (2d8+2), КЗ 12]",
    sourceUrl: "https://next.dnd.su/bestiary/21204-bandit/",
    sourceLabel: 'next.dnd.su (5e24)',
  },
  {
    id: "5e24-bandit-captain",
    name: "Атаман бандитов",
    englishName: "Bandit Captain",
    edition: '5e24',
    cr: "2",
    crNum: 2,
    size: "Средний",
    category: "Гуманоид",
    alignment: "Любое мировоззрение",
    maxHp: 52,
    hpFormula: "8d8+16",
    armorClass: 15,
    speed: "30 фт.",
    initiativeModifier: 3,
    stats: { str: 15, dex: 16, con: 14, int: 14, wis: 10, cha: 14 },
    senses: "пассивное Восприятие 10",
    languages: "Общий, Воровской жаргон",
    traits: [],
    actions: [
          {
                "name": "Мультиатака",
                "description": "Атаман совершает две атаки Скимитаром или Пистолем в любой комбинации ."
          },
          {
                "name": "Скимитар",
                "description": "Бросок рукопашной атаки : +5 , досягаемость 5 фт. Попадание : 6 (1к6 + 3) Рубящего урона."
          },
          {
                "name": "Пистоль",
                "description": "Бросок дальнобойной атаки : +5 , дистанция 30/90 фт. Попадание : 8 (1к10 + 3) Колющего урона."
          }
    ],
    notes: "Мультиатака: Атаман совершает две атаки Скимитаром или Пистолем в любой комбинации .\nСкимитар: Бросок рукопашной атаки : +5 , досягаемость 5 фт. Попадание : 6 (1к6 + 3) Рубящего урона.\nПистоль: Бросок дальнобойной атаки : +5 , дистанция 30/90 фт. Попадание : 8 (1к10 + 3) Колющего урона.\n[Реакция] Парирование: Условие : По атаману попали броском рукопашной атакой, пока он держит оружие. Эффект : Атаман получает бонус +2 к КЗ против этой атаки, что может привести к промаху этой атаки.\n[Редакция 2024: 52 HP (8d8+16), КЗ 15]",
    sourceUrl: "https://next.dnd.su/bestiary/21201-bandit-captain/",
    sourceLabel: 'next.dnd.su (5e24)',
  },
  {
    id: "5e24-guard",
    name: "Страж",
    englishName: "Guard",
    edition: '5e24',
    cr: "1/8",
    crNum: 0.125,
    size: "Средний",
    category: "Гуманоид",
    alignment: "Любое мировоззрение",
    maxHp: 11,
    hpFormula: "2d8+2",
    armorClass: 16,
    speed: "30 фт.",
    initiativeModifier: 1,
    stats: { str: 13, dex: 12, con: 12, int: 10, wis: 10, cha: 10 },
    senses: "пассивное Восприятие 12",
    languages: "Общий",
    traits: [],
    actions: [
          {
                "name": "Копьё",
                "description": "Бросок рукопашной или дальнобойной атаки : +3 , досягаемость 5 фт. или дистанция 20/60 фт. Попадание : 4 (1к6 + 1) Колющего урона."
          }
    ],
    notes: "Копьё: Бросок рукопашной или дальнобойной атаки : +3 , досягаемость 5 фт. или дистанция 20/60 фт. Попадание : 4 (1к6 + 1) Колющего урона.\n[Редакция 2024: 11 HP (2d8+2), КЗ 16]",
    sourceUrl: "https://next.dnd.su/bestiary/21385-guard/",
    sourceLabel: 'next.dnd.su (5e24)',
  },
  {
    id: "5e24-knight",
    name: "Рыцарь",
    englishName: "Knight",
    edition: '5e24',
    cr: "3",
    crNum: 3,
    size: "Средний",
    category: "Гуманоид",
    alignment: "Любое мировоззрение",
    maxHp: 52,
    hpFormula: "8d8+16",
    armorClass: 18,
    speed: "30 фт.",
    initiativeModifier: 0,
    stats: { str: 16, dex: 11, con: 14, int: 11, wis: 10, cha: 15 },
    senses: "пассивное Восприятие 10",
    languages: "Общий",
    traits: [],
    actions: [
          {
                "name": "Мультиатака",
                "description": "Рыцарь совершает две атаки Двуручным мечом или Тяжёлым арбалетом в любой комбинации ."
          },
          {
                "name": "Двуручный меч",
                "description": "Бросок рукопашной атаки : +5 , досягаемость 5 фт. Попадание : 10 (2к6 + 3) Рубящего урона плюс 4 (1к8) урона Излучением."
          },
          {
                "name": "Тяжёлый арбалет",
                "description": "Бросок дальнобойной атаки : +2 , дистанция 100/400 фт. Попадание : 11 (2к10) Колющего урона плюс 4 (1к8) урона Излучением."
          }
    ],
    notes: "Мультиатака: Рыцарь совершает две атаки Двуручным мечом или Тяжёлым арбалетом в любой комбинации .\nДвуручный меч: Бросок рукопашной атаки : +5 , досягаемость 5 фт. Попадание : 10 (2к6 + 3) Рубящего урона плюс 4 (1к8) урона Излучением.\nТяжёлый арбалет: Бросок дальнобойной атаки : +2 , дистанция 100/400 фт. Попадание : 11 (2к10) Колющего урона плюс 4 (1к8) урона Излучением.\n[Реакция] Парирование: Условие : По рыцарю попали броском рукопашной атакой, пока он держит оружие. Эффект : Рыцарь получает бонус +2 к КЗ против этой атаки, что может привести к её промаху.\n[Редакция 2024: 52 HP (8d8+16), КЗ 18]",
    sourceUrl: "https://next.dnd.su/bestiary/21419-knight/",
    sourceLabel: 'next.dnd.su (5e24)',
  },
  {
    id: "5e24-dire-wolf",
    name: "Лютый волк",
    englishName: "Dire Wolf",
    edition: '5e24',
    cr: "1",
    crNum: 1,
    size: "Средний",
    category: "Гуманоид",
    alignment: "Любое мировоззрение",
    maxHp: 22,
    hpFormula: "3d10+6",
    armorClass: 14,
    speed: "50 фт.",
    initiativeModifier: 2,
    stats: { str: 17, dex: 15, con: 15, int: 3, wis: 10, cha: 7 },
    senses: "Тёмное зрение  60 футов , пассивное Восприятие 15",
    languages: "нет",
    traits: [
          {
                "name": "Тактика стаи",
                "description": "Волк совершает с Преимуществом броски атаки по существу, если его союзник , не имеющий состояния Недееспособный , находится в пределах 5 футов от этого существа."
          }
    ],
    actions: [
          {
                "name": "Укус",
                "description": "Бросок рукопашной атаки : +5 , досягаем��сть 5 фт. Попадание : 8 (1к10 + 3) Колющий урон, и цель получает состояние Опрокинутый , если она Большого размера или меньше."
          }
    ],
    notes: "Тактика стаи: Волк совершает с Преимуществом броски атаки по существу, если его союзник , не имеющий состояния Недееспособный , находится в пределах 5 футов от этого существа.\nУкус: Бросок рукопашной атаки : +5 , досягаем��сть 5 фт. Попадание : 8 (1к10 + 3) Колющий урон, и цель получает состояние Опрокинутый , если она Большого размера или меньше.\n[Редакция 2024: 22 HP (3d10+6), КЗ 14]",
    sourceUrl: "https://next.dnd.su/bestiary/19983-dire-wolf/",
    sourceLabel: 'next.dnd.su (5e24)',
  },
  {
    id: "5e24-giant-spider",
    name: "Гигантский паук",
    englishName: "Giant Spider",
    edition: '5e24',
    cr: "1",
    crNum: 1,
    size: "Средний",
    category: "Гуманоид",
    alignment: "Любое мировоззрение",
    maxHp: 26,
    hpFormula: "4d10+4",
    armorClass: 14,
    speed: "30 фт.",
    initiativeModifier: 3,
    stats: { str: 14, dex: 16, con: 12, int: 2, wis: 10, cha: 4 },
    senses: "Тёмное зрение  60 футов , пассивное Восприятие 14",
    languages: "нет",
    traits: [
          {
                "name": "Паучье лазание",
                "description": "Паук может лазать по сложным поверхностям, включая потолки, без совершения проверок характеристик ."
          },
          {
                "name": "Хождение по паутине",
                "description": "Паук игнорирует ограничения перемещения, вызванные паутиной , и знает точное местоположение всех других существ, находящихся в контакте с той же паутиной ."
          }
    ],
    actions: [
          {
                "name": "Укус",
                "description": "Бросок рукопашной атаки : +5 , досягаемость 5 фт. Попадание : 7 (1к8 + 3) Колющего урона плюс 7 (2к6) урона Ядом."
          },
          {
                "name": "Паутина (Перезарядка 5–6)",
                "description": "Спасбросок Ловкости : Сл 13, одно видимое пауком в пределах 60 футов от него существо. Провал : Цель получает состояние Опутанный , пока паутина не будет уничтожена ( КЗ 10; 5 Хитов; Уязвимость к урону Огнём; Иммунитет к урону Ядом и Психическому урону)."
          }
    ],
    notes: "Паучье лазание: Паук может лазать по сложным поверхностям, включая потолки, без совершения проверок характеристик .\nХождение по паутине: Паук игнорирует ограничения перемещения, вызванные паутиной , и знает точное местоположение всех других существ, находящихся в контакте с той же паутиной .\nУкус: Бросок рукопашной атаки : +5 , досягаемость 5 фт. Попадание : 7 (1к8 + 3) Колющего урона плюс 7 (2к6) урона Ядом.\nПаутина (Перезарядка 5–6): Спасбросок Ловкости : Сл 13, одно видимое пауком в пределах 60 футов от него существо. Провал : Цель получает состояние Опутанный , пока паутина не будет уничтожена ( КЗ 10; 5 Хитов; Уязвимость к урону Огнём; Иммунитет к урону Ядом и Психическому урону).\n[Редакция 2024: 26 HP (4d10+4), КЗ 14]",
    sourceUrl: "https://next.dnd.su/bestiary/21344-giant-spider/",
    sourceLabel: 'next.dnd.su (5e24)',
  },
  {
    id: "5e24-young-red-dragon",
    name: "Молодой красный дракон",
    englishName: "Young Red Dragon",
    edition: '5e24',
    cr: "10",
    crNum: 10,
    size: "Средний",
    category: "Гуманоид",
    alignment: "Любое мировоззрение",
    maxHp: 178,
    hpFormula: "17d10+85",
    armorClass: 18,
    speed: "40 фт.",
    initiativeModifier: 4,
    stats: { str: 23, dex: 10, con: 21, int: 14, wis: 10, cha: 19 },
    senses: "Тёмное зрение  120 футов , пассивное Восприятие 18 , Слепое зрение  30 футов",
    languages: "Общий, Драконий",
    traits: [],
    actions: [
          {
                "name": "Мультиатака",
                "description": "Дракон совершает три атаки Раздиранием ."
          },
          {
                "name": "Раздирание",
                "description": "Бросок рукопашной атаки : +10 , досягаемость 10 фт. Попадание : 13 (2к6 + 6) Рубящего урона плюс 3 (1к6) урона Огнём."
          },
          {
                "name": "Огненное дыхание (Перезарядка 5–6)",
                "description": "Спасбросок Ловкости : Сл 17, каждое существо в 30-футовом Конусе . Провал : 56 (16к6) урона Огнём. Успех : Только половина урона."
          }
    ],
    notes: "Мультиатака: Дракон совершает три атаки Раздиранием .\nРаздирание: Бросок рукопашной атаки : +10 , досягаемость 10 фт. Попадание : 13 (2к6 + 6) Рубящего урона плюс 3 (1к6) урона Огнём.\nОгненное дыхание (Перезарядка 5–6): Спасбросок Ловкости : Сл 17, каждое существо в 30-футовом Конусе . Провал : 56 (16к6) урона Огнём. Успех : Только половина урона.\n[Редакция 2024: 178 HP (17d10+85), КЗ 18]",
    sourceUrl: "https://next.dnd.su/bestiary/21645-young-red-dragon/",
    sourceLabel: 'next.dnd.su (5e24)',
  },
  {
    id: "5e24-beholder",
    name: "Бехолдер",
    englishName: "Beholder",
    edition: '5e24',
    cr: "13",
    crNum: 13,
    size: "Средний",
    category: "Гуманоид",
    alignment: "Любое мировоззрение",
    maxHp: 190,
    hpFormula: "20d10+80",
    armorClass: 18,
    speed: "5 фт.",
    initiativeModifier: 12,
    stats: { str: 16, dex: 14, con: 18, int: 17, wis: 10, cha: 17 },
    senses: "Тёмное зрение  120 футов , пассивное Восприятие 22",
    languages: "Глубинная речь, Подземный",
    traits: [
          {
                "name": "",
                "description": "Легендарное сопротивление (3/день, или 4/день в Логове) . Если бехолдер проваливает спабросок, он может вместо этого преуспеть в нём."
          }
    ],
    actions: [
          {
                "name": "Мультиатака",
                "description": "Бехолдер использует Лучи из глаз трижды."
          },
          {
                "name": "Укус",
                "description": "Бросок рукопашной атаки : +8 , досягаемость 5 фт. Попадание : 13 (3к6 + 3) Колющего урона."
          },
          {
                "name": "Лучи из глаз",
                "description": "Бехолдер пускает из глаз выбранный случайным образом из описанных ниже магический луч в цель, которую он видит в пределах 120 футов от себя (бросьте 1к10; повторите бросок, если бехолдер уже использовал этот луч в этом ходу):"
          },
          {
                "name": "Луч очарования",
                "description": "Спасбросок Мудрости : Сл 16. Провал : 13 (3к8) Психического урона, и цель Очарована на один час или пока она не получит урон. Успех : Только половина урона."
          },
          {
                "name": "Луч паралича",
                "description": "Спасбросок Телосложения : Сл 16. Провал : Цель Парализована и повторяет спасбросок в конце каждого своего хода, оканчивая этот эффект при успехе. Спустя 1 минуту она автоматически преуспевает в спасброске."
          },
          {
                "name": "Луч ужаса",
                "description": "Спасбросок Мудрости : Сл 16. Провал : 14 (4к6) Психического урона, и цель Испугана до конца своего следующего хода. Успех : Только половина урона."
          },
          {
                "name": "Луч замедления",
                "description": "Спасбросок Телосложения : Сл 16. Провал : 18 (4к8) Некротического урона. До конца следующего хода цели её Скорость уменьшается вдвое, а также она не может совершать Реакции и может в свой ход использовать либо Действие , либо Бонусное действие , но не то и другое одновременно."
          },
          {
                "name": "Луч бессилия",
                "description": "Спасбросок Телосложения : Сл 16. Провал : 13 (3к8) урона Ядом, и цель Отравлена до конца своего следующего хода. Пока цель Отравлена, она не может восстанавливать Хиты . Успех : Только половина урона."
          },
          {
                "name": "Луч телекинеза",
                "description": "Спасбросок Силы : Сл 16 (если цель — существо Громадного размера, она автоматически преуспевает в спасброске). Провал : Бехолдер перемещает цель на расстояние до 30 футов в любом направлении. Цель Опутана до начала следующего хода бехолдера или пока бехолдер не окажется Недееспособен . При помощи этого луча бехолдер может совершать аккуратно взаимодействовать с объектами, например манипулировать простым инструментом и открывать двери или контейнеры."
          },
          {
                "name": "Луч сна",
                "description": "Спасбросок Мудрости : Сл 16 (если цель — Конструкт или Нежить, она автоматически преуспевает в спасброске). Провал : Цель Бессознательна на 1 минуту. Состояние прекращается, если цель получит урон или существо в пределах 5 футов от цели действием разбудит её."
          },
          {
                "name": "Луч окаменения",
                "description": "Спасбросок Телосложения : Сл 16. Первый провал : Цель Опутана и повторяет спасбросок в конце своего следующего хода, если всё ещё Опутана. При успехе эффект для неё прекращается Второй провал : Цель становится Окаменевшей вместо Опутанной."
          },
          {
                "name": "Луч дезинтеграции",
                "description": "Спасбросок Ловкости : Сл 16. Провал : 36 (8к8) Силового урона. Если цель — немагический объект или творение магической силы, этот луч дезинтегрирует её часть объёмом с 10-футовый Куб . Успех : Только половина урона Провал или успех : Если цель — существо и этот луч уменьшает её Хиты до 0, она рассыпается в пыль."
          },
          {
                "name": "Луч смерти",
                "description": "Спасбросок Ловкости : Сл 16. Провал : 55 (10к10) Некротического урона. Успех : Только половина урона. Провал или успех : Цель умирает, если луч уменьшает её Хиты до 0."
          }
    ],
    notes: ": Легендарное сопротивление (3/день, или 4/день в Логове) . Если бехолдер проваливает спабросок, он может вместо этого преуспеть в нём.\nМультиатака: Бехолдер использует Лучи из глаз трижды.\nУкус: Бросок рукопашной атаки : +8 , досягаемость 5 фт. Попадание : 13 (3к6 + 3) Колющего урона.\nЛучи из глаз: Бехолдер пускает из глаз выбранный случайным образом из описанных ниже магический луч в цель, которую он видит в пределах 120 футов от себя (бросьте 1к10; повторите бросок, если бехолдер уже использовал этот луч в этом ходу):\nЛуч очарования: Спасбросок Мудрости : Сл 16. Провал : 13 (3к8) Психического урона, и цель Очарована на один час или пока она не получит урон. Успех : Только половина урона.\nЛуч паралича: Спасбросок Телосложения : Сл 16. Провал : Цель Парализована и повторяет спасбросок в конце каждого своего хода, оканчивая этот эффект при успехе. Спустя 1 минуту она автоматически преуспевает в спасброске.\nЛуч ужаса: Спасбросок Мудрости : Сл 16. Провал : 14 (4к6) Психического урона, и цель Испугана до конца своего следующего хода. Успех : Только половина урона.\nЛуч замедления: Спасбросок Телосложения : Сл 16. Провал : 18 (4к8) Некротического урона. До конца следующего хода цели её Скорость уменьшается вдвое, а также она не может совершать Реакции и может в свой ход использовать либо Действие , либо Бонусное действие , но не то и другое одновременно.\nЛуч бессилия: Спасбросок Телосложения : Сл 16. Провал : 13 (3к8) урона Ядом, и цель Отравлена до конца своего следующего хода. Пока цель Отравлена, она не может восстанавливать Хиты . Успех : Только половина урона.\nЛуч телекинеза: Спасбросок Силы : Сл 16 (если цель — существо Громадного размера, она автоматически преуспевает в спасброске). Провал : Бехолдер перемещает цель на расстояние до 30 футов в любом направлении. Цель Опутана до начала следующего хода бехолдера или пока бехолдер не окажется Недееспособен . При помощи этого луча бехолдер может совершать аккуратно взаимодействовать с объектами, например манипулировать простым инструментом и открывать двери или контейнеры.\nЛуч сна: Спасбросок Мудрости : Сл 16 (если цель — Конструкт или Нежить, она автоматически преуспевает в спасброске). Провал : Цель Бессознательна на 1 минуту. Состояние прекращается, если цель получит урон или существо в пределах 5 футов от цели действием разбудит её.\nЛуч окаменения: Спасбросок Телосложения : Сл 16. Первый провал : Цель Опутана и повторяет спасбросок в конце своего следующего хода, если всё ещё Опутана. При успехе эффект для неё прекращается Второй провал : Цель становится Окаменевшей вместо Опутанной.\nЛуч дезинтеграции: Спасбросок Ловкости : Сл 16. Провал : 36 (8к8) Силового урона. Если цель — немагический объект или творение магической силы, этот луч дезинтегрирует её часть объёмом с 10-футовый Куб . Успех : Только половина урона Провал или успех : Если цель — существо и этот луч уменьшает её Хиты до 0, она рассыпается в пыль.\nЛуч смерти: Спасбросок Ловкости : Сл 16. Провал : 55 (10к10) Некротического урона. Успех : Только половина урона. Провал или успех : Цель умирает, если луч уменьшает её Хиты до 0.\n[Бонусное действие] Конус антимагии: Центральный глаз бехолдера создаёт волну антимагии в 150-футовом Конусе . До начала следующего хода бехолдера эта область действует как заклинание Поле антимагии и работает даже против Лучей из глаз самого бехолдера.\n[Редакция 2024: 190 HP (20d10+80), КЗ 18]",
    sourceUrl: "https://next.dnd.su/bestiary/21213-beholder/",
    sourceLabel: 'next.dnd.su (5e24)',
  },
  {
    id: "5e24-mimic",
    name: "Мимик",
    englishName: "Mimic",
    edition: '5e24',
    cr: "2",
    crNum: 2,
    size: "Средний",
    category: "Гуманоид",
    alignment: "Любое мировоззрение",
    maxHp: 58,
    hpFormula: "9d8+18",
    armorClass: 12,
    speed: "20 фт.",
    initiativeModifier: 3,
    stats: { str: 17, dex: 12, con: 15, int: 5, wis: 10, cha: 8 },
    senses: "Тёмное зрение  60 футов , пассивное Восприятие 11",
    languages: "нет",
    traits: [
          {
                "name": "Приклеивание (только в форме объекта)",
                "description": "Мимик приклеивается ко всему, что его касается. Существо Огромного размера или меньше, приклеившееся к мимику, имеет состояние Схваченный (Сл освобождения от захвата 13). Проверки характеристик для освобождения от этого захвата совершаются с Помехой ."
          }
    ],
    actions: [
          {
                "name": "Укус",
                "description": "Бросок рукопашной атаки : +5 (с Преимуществом, если цель Схвачена мимиком) , досягаемость 5 фт. Попадание : 7 (1к8 + 3) Колющего урона — или 12 (2к8 + 3) Колющего урона, если цель Схвачена мимиком — плюс 4 (1к8) урона Кислотой."
          },
          {
                "name": "Ложноножка",
                "description": "Бросок рукопашной атаки : +5 , досягаемость 5 фт. Попадание : 7 (1к8 + 3) Дробящего урона плюс 4 (1к8) урона Кислотой. Если цель Большого размера или меньше, она получает состояние Схваченный (Сл освобождения от захвата 13). Проверки характеристик для освобождения от этого захвата совершаются с Помехой ."
          }
    ],
    notes: "Приклеивание (только в форме объекта): Мимик приклеивается ко всему, что его касается. Существо Огромного размера или меньше, приклеившееся к мимику, имеет состояние Схваченный (Сл освобождения от захвата 13). Проверки характеристик для освобождения от этого захвата совершаются с Помехой .\nУкус: Бросок рукопашной атаки : +5 (с Преимуществом, если цель Схвачена мимиком) , досягаемость 5 фт. Попадание : 7 (1к8 + 3) Колющего урона — или 12 (2к8 + 3) Колющего урона, если цель Схвачена мимиком — плюс 4 (1к8) урона Кислотой.\nЛожноножка: Бросок рукопашной атаки : +5 , досягаемость 5 фт. Попадание : 7 (1к8 + 3) Дробящего урона плюс 4 (1к8) урона Кислотой. Если цель Большого размера или меньше, она получает состояние Схваченный (Сл освобождения от захвата 13). Проверки характеристик для освобождения от этого захвата совершаются с Помехой .\n[Бонусное действие] Перевоплощение: Мимик перевоплощается, получая внешний вид объекта Среднего или Маленького размера и сохраняя при этом свою игровую статистику, или возвращаясь в свой истинный аморфный облик. Любое снаряжение, которое он носит или несёт, не трансформируется.\n[Редакция 2024: 58 HP (9d8+18), КЗ 12]",
    sourceUrl: "https://next.dnd.su/bestiary/21451-mimic/",
    sourceLabel: 'next.dnd.su (5e24)',
  },
  {
    id: "5e24-gelatinous-cube",
    name: "Студенистый куб",
    englishName: "Gelatinous Cube",
    edition: '5e24',
    cr: "2",
    crNum: 2,
    size: "Средний",
    category: "Гуманоид",
    alignment: "Любое мировоззрение",
    maxHp: 63,
    hpFormula: "6d10+30",
    armorClass: 6,
    speed: "15 фт.",
    initiativeModifier: -4,
    stats: { str: 14, dex: 3, con: 20, int: 1, wis: 10, cha: 1 },
    senses: "пассивное Восприятие 8 , Слепое зрение  60 футов",
    languages: "нет",
    traits: [
          {
                "name": "Куб слизи",
                "description": "Куб прозрачен и занимает всё своё пространство. Другие существа могут входить в его пространство, но сделав это, существо подвергается Поглощению куба, и спасбросок против него совершает с Помехой ."
          },
          {
                "name": "",
                "description": "Существа внутри куба имеют Полное укрытие ; внутри куба может одновременно удерживаться одно существо Большого размера или до четырёх существ Среднего или Маленького размера."
          },
          {
                "name": "",
                "description": "Существо в пределах 5 футов от куба может действием попытаться вытянуть из куба существо или объект; оно получает 10 (3к6) урона Кислотой, и если преуспевает в проверке Силы (Атлетика) Сл 12, то вытягивает это существо или объект."
          },
          {
                "name": "Прозрачность",
                "description": "Даже если куб находится рядом, существо должно преуспеть в проверке Мудрости ( Восприятие ) Сл 15, чтобы заметить куб, если оно не видело, как куб перемещается или иным способом двигается."
          }
    ],
    actions: [
          {
                "name": "Ложноножка",
                "description": "Бросок рукопашной атаки : +4 , досягаемость 5 фт. Попадание : 12 (3к6 + 2) урона Кислотой."
          },
          {
                "name": "Поглощение",
                "description": "Куб перемещается на расстояние вплоть до своей Скорости , не вызывая Провоцированных атак . Куб может перемещаться через пространство существ Большого размера или меньше, если может удерживать их внутри (см. особенность Куб слизи ). Спасбросок Ловкости : Сл 12, каждое существо, в чьё пространство куб входит в первый раз за это перемещение. Провал : 10 (3к6) урона Кислотой, и цель поглощена. Поглощённая цель получает состояние Опутанный , задыхается, не может сотворять заклинания с Вербальным компонентом , и получает 10 (3к6) урона Кислотой в начале каждого хода куба. Когда куб перемещается, поглощённые цели перемещаются с ним. Поглощённая цель может попытаться вырваться, действием совершая проверку Силы ( Атлетика ) Сл 12; при успехе она высвобождается и перемещается в ближайшее незанятое пространство . Успех : Половина урона, и цель перемещается в незанятое пространство в пределах 5 футов от куба. Если такого пространства нет, этот спасбросок считается проваленным."
          }
    ],
    notes: "Куб слизи: Куб прозрачен и занимает всё своё пространство. Другие существа могут входить в его пространство, но сделав это, существо подвергается Поглощению куба, и спасбросок против него совершает с Помехой .\n: Существа внутри куба имеют Полное укрытие ; внутри куба может одновременно удерживаться одно существо Большого размера или до четырёх существ Среднего или Маленького размера.\n: Существо в пределах 5 футов от куба может действием попытаться вытянуть из куба существо или объект; оно получает 10 (3к6) урона Кислотой, и если преуспевает в проверке Силы (Атлетика) Сл 12, то вытягивает это существо или объект.\nПрозрачность: Даже если куб находится рядом, существо должно преуспеть в проверке Мудрости ( Восприятие ) Сл 15, чтобы заметить куб, если оно не видело, как куб перемещается или иным способом двигается.\nЛожноножка: Бросок рукопашной атаки : +4 , досягаемость 5 фт. Попадание : 12 (3к6 + 2) урона Кислотой.\nПоглощение: Куб перемещается на расстояние вплоть до своей Скорости , не вызывая Провоцированных атак . Куб может перемещаться через пространство существ Большого размера или меньше, если может удерживать их внутри (см. особенность Куб слизи ). Спасбросок Ловкости : Сл 12, каждое существо, в чьё пространство куб входит в первый раз за это перемещение. Провал : 10 (3к6) урона Кислотой, и цель поглощена. Поглощённая цель получает состояние Опутанный , задыхается, не может сотворять заклинания с Вербальным компонентом , и получает 10 (3к6) урона Кислотой в начале каждого хода куба. Когда куб перемещается, поглощённые цели перемещаются с ним. Поглощённая цель может попытаться вырваться, действием совершая проверку Силы ( Атлетика ) Сл 12; при успехе она высвобождается и перемещается в ближайшее незанятое пространство . Успех : Половина урона, и цель перемещается в незанятое пространство в пределах 5 футов от куба. Если такого пространства нет, этот спасбросок считается проваленным.\n[Редакция 2024: 63 HP (6d10+30), КЗ 6]",
    sourceUrl: "https://next.dnd.su/bestiary/21317-gelatinous-cube/",
    sourceLabel: 'next.dnd.su (5e24)',
  },
  {
    id: "5e24-mage",
    name: "Маг",
    englishName: "Mage",
    edition: '5e24',
    cr: "6",
    crNum: 6,
    size: "Средний",
    category: "Гуманоид",
    alignment: "Любое мировоззрение",
    maxHp: 81,
    hpFormula: "18d8",
    armorClass: 15,
    speed: "30 фт.",
    initiativeModifier: 2,
    stats: { str: 9, dex: 14, con: 11, int: 17, wis: 10, cha: 11 },
    senses: "пассивное Восприятие 14",
    languages: "Общий",
    traits: [],
    actions: [
          {
                "name": "Мультиатака",
                "description": "Маг совершает три атаки Волшебным вплеском ."
          },
          {
                "name": "Волшебный всплеск",
                "description": "Бросок рукопашной или дальнобойной атаки : +6 , досягаемость 5 фт. или дистанция 120 фт. Попадание : 16 (3к8 + 3) Силового урона."
          },
          {
                "name": "Сотворение заклинаний",
                "description": "Маг сотворяет одно из следующих заклинаний (заклинательная характеристика — Интеллект, Сл спасброска заклинаний 14): Неограниченно : Волшебная рука , Доспехи мага (включено в КЗ ), Обнаружение магии , Свет , Фокусы 2/день каждое : Невидимость , Огненный шар ( версия 4-го уровня ) 1/день каждое : Конус холода , Полёт"
          }
    ],
    notes: "Мультиатака: Маг совершает три атаки Волшебным вплеском .\nВолшебный всплеск: Бросок рукопашной или дальнобойной атаки : +6 , досягаемость 5 фт. или дистанция 120 фт. Попадание : 16 (3к8 + 3) Силового урона.\nСотворение заклинаний: Маг сотворяет одно из следующих заклинаний (заклинательная характеристика — Интеллект, Сл спасброска заклинаний 14): Неограниченно : Волшебная рука , Доспехи мага (включено в КЗ ), Обнаружение магии , Свет , Фокусы 2/день каждое : Невидимость , Огненный шар ( версия 4-го уровня ) 1/день каждое : Конус холода , Полёт\n[Бонусное действие] Туманный шаг (3/день): Маг сотворяет Туманный шаг (заклинательная характеристика — та же, что для Сотворения заклинаний ).\n[Реакция] Защитная магия (3/день): Маг сотворяет Контрзаклинание или Щит в ответ на условие этого заклинания (заклинательная характеристика — та же, что для Сотворения заклинаний ).\n[Редакция 2024: 81 HP (18d8), КЗ 15]",
    sourceUrl: "https://next.dnd.su/bestiary/21436-mage/",
    sourceLabel: 'next.dnd.su (5e24)',
  },
  {
    id: "5e24-cultist",
    name: "Культист",
    englishName: "Cultist",
    edition: '5e24',
    cr: "1/8",
    crNum: 0.125,
    size: "Средний",
    category: "Гуманоид",
    alignment: "Любое мировоззрение",
    maxHp: 9,
    hpFormula: "2d8",
    armorClass: 12,
    speed: "30 фт.",
    initiativeModifier: 1,
    stats: { str: 11, dex: 12, con: 10, int: 10, wis: 10, cha: 10 },
    senses: "пассивное Восприятие 10",
    languages: "Общий",
    traits: [],
    actions: [
          {
                "name": "Ритуальный серп",
                "description": "Бросок рукопашной атаки : +3 , досягаемость 5 фт. Попадание : 3 (1к4 + 1) Рубящего урона плюс 1 Некротического урона."
          }
    ],
    notes: "Ритуальный серп: Бросок рукопашной атаки : +3 , досягаемость 5 фт. Попадание : 3 (1к4 + 1) Рубящего урона плюс 1 Некротического урона.\n[Редакция 2024: 9 HP (2d8), КЗ 12]",
    sourceUrl: "https://next.dnd.su/bestiary/21262-cultist/",
    sourceLabel: 'next.dnd.su (5e24)',
  },
  {
    id: "5e24-priest",
    name: "Священник",
    englishName: "Priest",
    edition: '5e24',
    cr: "2",
    crNum: 2,
    size: "Средний",
    category: "Гуманоид",
    alignment: "Любое мировоззрение",
    maxHp: 38,
    hpFormula: "7d8+7",
    armorClass: 13,
    speed: "30 фт.",
    initiativeModifier: 0,
    stats: { str: 16, dex: 10, con: 12, int: 13, wis: 10, cha: 13 },
    senses: "пассивное Восприятие 15",
    languages: "Общий",
    traits: [],
    actions: [
          {
                "name": "Мультиатака",
                "description": "Священник совершает две атаки Булавой или Сияющим пламенем в любой комбинации ."
          },
          {
                "name": "Булава",
                "description": "Бросок рукопашной атаки : +5 , досягаемость 5 фт. Попадание : 6 (1к6 + 3) Дробящего урона плюс 5 (2к4) урона Излучением."
          },
          {
                "name": "Сияющее пламя",
                "description": "Бросок дальнобойной атаки : +5 , дистанция 60 фт. Попадание : 11 (2к10) урона Излучением."
          },
          {
                "name": "Сотворение заклинаний",
                "description": "Священник сотворяет одно из следующих заклинаний (заклинательная характеристика — Мудрость): Неограниченно : Свет , Чудотворство 1/день : Духовные стражи"
          }
    ],
    notes: "Мультиатака: Священник совершает две атаки Булавой или Сияющим пламенем в любой комбинации .\nБулава: Бросок рукопашной атаки : +5 , досягаемость 5 фт. Попадание : 6 (1к6 + 3) Дробящего урона плюс 5 (2к4) урона Излучением.\nСияющее пламя: Бросок дальнобойной атаки : +5 , дистанция 60 фт. Попадание : 11 (2к10) урона Излучением.\nСотворение заклинаний: Священник сотворяет одно из следующих заклинаний (заклинательная характеристика — Мудрость): Неограниченно : Свет , Чудотворство 1/день : Духовные стражи\n[Бонусное действие] Божественная подмога (3/день): Священник сотворяет Благословение , Лечащее слово , Малое восстановление или Рассеивание магии (заклинательная характеристика — та же, что и для Сотворения заклинаний ).\n[Редакция 2024: 38 HP (7d8+7), КЗ 13]",
    sourceUrl: "https://next.dnd.su/bestiary/21507-priest/",
    sourceLabel: 'next.dnd.su (5e24)',
  },
  {
    id: "5e24-banshee",
    name: "Банши",
    englishName: "Banshee",
    edition: '5e24',
    cr: "4",
    crNum: 4,
    size: "Средний",
    category: "Гуманоид",
    alignment: "Любое мировоззрение",
    maxHp: 54,
    hpFormula: "12d8",
    armorClass: 12,
    speed: "5 фт.",
    initiativeModifier: 2,
    stats: { str: 1, dex: 14, con: 10, int: 12, wis: 10, cha: 17 },
    senses: "Тёмное зрение  60 футов , пассивное Восприятие 10",
    languages: "Общий, Эльфийский",
    traits: [
          {
                "name": "Обнаружение жизни",
                "description": "Банши магическим образом чувствует направление, в котором находятся существа, кроме Конструктов и Нежити, в пределах 1 мили от себя."
          },
          {
                "name": "Бестелесное перемещение",
                "description": "Банши может перемещаться через других существ и объекты, как через Труднопроходимую местность . Если банши заканчивает свой ход внутри объекта, то получает 5 (1к10) Силового урона."
          }
    ],
    actions: [
          {
                "name": "Мультиатака",
                "description": "Банши совершает две атаки Разлагающим касанием и использует Устрашение ."
          },
          {
                "name": "Разлагающее касание",
                "description": "Бросок рукопашной атаки : +5 , досягаемость 5 фт. Попадание : 7 (1к8 + 3) Некротического урона."
          },
          {
                "name": "Устрашение",
                "description": "Спасбросок Мудрости : Сл 13, одно видимое банши в пределах 60 футов существо, видящее банши. Провал : Цель становится Испуганной до начала следующего хода банши. Успех : Цель невосприимчива к Устрашению этой банши в следующие 24 часа."
          },
          {
                "name": "Смертный вопль (1/день)",
                "description": "Банши издаёт скорбный вопль, если не находится на солнечном свету. Спасбросок Телосложения : Сл 13, каждое существо в пределах 30 футов, могущее слышать вопль, за исключением Конструктов и Нежити. Провал : Если у цели 25 Хитов и меньше, её Хиты падают до 0. Иначе цель получает 10 (3к6) Психического урона."
          }
    ],
    notes: "Обнаружение жизни: Банши магическим образом чувствует направление, в котором находятся существа, кроме Конструктов и Нежити, в пределах 1 мили от себя.\nБестелесное перемещение: Банши может перемещаться через других существ и объекты, как через Труднопроходимую местность . Если банши заканчивает свой ход внутри объекта, то получает 5 (1к10) Силового урона.\nМультиатака: Банши совершает две атаки Разлагающим касанием и использует Устрашение .\nРазлагающее касание: Бросок рукопашной атаки : +5 , досягаемость 5 фт. Попадание : 7 (1к8 + 3) Некротического урона.\nУстрашение: Спасбросок Мудрости : Сл 13, одно видимое банши в пределах 60 футов существо, видящее банши. Провал : Цель становится Испуганной до начала следующего хода банши. Успех : Цель невосприимчива к Устрашению этой банши в следующие 24 часа.\nСмертный вопль (1/день): Банши издаёт скорбный вопль, если не находится на солнечном свету. Спасбросок Телосложения : Сл 13, каждое существо в пределах 30 футов, могущее слышать вопль, за исключением Конструктов и Нежити. Провал : Если у цели 25 Хитов и меньше, её Хиты падают до 0. Иначе цель получает 10 (3к6) Психического урона.\n[Редакция 2024: 54 HP (12d8), КЗ 12]",
    sourceUrl: "https://next.dnd.su/bestiary/21205-banshee/",
    sourceLabel: 'next.dnd.su (5e24)',
  }
];
